Repository: Distrotech/libbonobo
Catalog: po/*.po
Languages: ca, gl, he, km, ne, oc, pa, ro, uk

source: Couldn't find which child the server was listed in
ca: No s'ha pogut trobar en quin fill estava llistat el servidor
gl: Non foi posible determinar en que proceso fillo estaba listado o servidor
he: לא יכול למצוא איזה ילד היה רשום אצל השרת
km: មិន​អាច​រក​ឃើញ​ថា​តើ​កូន​ណាមួយ​ដែល​ម៉ាស៊ីន​បម្រើ​បាន​ភ្ជាប់​ទៅ​ទេ
ne: सेवाप्रदायक कुन द्वितीयक सूचीमा आएको हो थाहा भएन
oc: Impossible de determinar dins quin processus filh èra listat lo servidor
pa: ਲੱਭ ਨਹੀ ਸਕਿਅਾ ਚਲਾੲਿਡ ਕਿਸ ਸਰਵਰ ਤੇ ਸੂਚੀਬੱਧ ਸੀ
ro: Nu s-a putut găsi în care copil era listat serverul
uk: Не вдалося знайти нащадка, в якому вказано сервер

source: Not a valid Activation ID
ca: No és una ID d'activació vàlida
gl: Non é un ID de activación válido
he: זיהוי ישום לא תקני
km: មិនមែន​ជា​លេខ​សម្គាល់​ការ​ធ្វើឲ្យ​ដែល​ត្រឹមត្រូវ​ទេ
ne: स्वीकृत सक्रिय आई डि होइन
oc: Es pas un identificant d'activacion valid
pa: ਸਹੀ ਸਰਗਰਮੀ ਸ਼ੰਨ-ਨੰ ਨਹੀ ਹੈ
ro: Nu e un ID de activare valid
uk: Неправильний ідентифікатор активації

source: Directory to read .server files from
ca: Directori d'on llegir fitxers .server
gl: Directorio onde ler os ficheiros .server
he: ספרייה לקריאת קבצי .server
km: ថត​ដែល​ត្រូវ​អាន​ឯកសារ .server ចេញពី
ne: सेवाप्रदायक फाइलबाट पढ्नलाई निर्देशिका
oc: Repertòri dins lo qual cal legir los fichièrs .server
pa: .server ਫਾੲਿਲ੾ ਪੜ੏ਨ ਲੲੀ ਡਾੲਿਰੈਕਟਰੀ ਤੋ
ro: Directorul de unde se vor citi fişiere .server
uk: Каталог для зчитування файлів .server

source: DIRECTORY
ca: DIRECTORI
gl: DIRECTORIO
he: ספרייה
km: ថត
ne: निर्देशिका
oc: REPERTÒRI
pa: ਡਾੲਿਰੈਕਟਰੀ
uk: КАТАЛОГ

source: Serve as an ActivationContext (default is as an ObjectDirectory only)
ca: Servir com un ActivationContext (per defecte és només un ObjectDirectori)
gl: Servir como un ActivationContext (por defecto é só como un ObjectDirectory)
he: שרת כ ActivationContext (ברירת המחדל הוא כ ObjectDirectory בלבד)
km: ប្រើ​ជា ActivationContext (លំនាំដើម​គឺជា ObjectDirectory តែប៉ុណ្ណោះ)
ne: सक्रिय विषयका रुपमा सेवा देऊ(पूर्वनिर्धारित चाहिँ वस्तुनिर्देशिका हो)
oc: Servís coma ActivationContext (per defaut, unicament coma ObjectDirectory)
pa: ਸਰਗਰਮੀ ਪ੍ਸੰਗ ਦੇ ਤੌਰ ਤੇ ਵੰਡੋ(ਮੂਲ ੲਿਕਾੲੀ-ਡਾੲਿਰੈਕਟਰੀ ਹੀ)
ro: Serveşte ca ActivationContext (implicit este numai ObjectDirectory)
uk: Слугувати ActivationContext (типовим є лише ObjectDirectory)

source: File descriptor to write IOR to
ca: Descriptor de fitxer on escriure IOR
gl: Descritor do ficheiro onde escribir o IOR
he: מתאר הקובץ לכתיבת IOR
km: កម្មវិធី​ពណ៌នា​ឯកសារ​ដើម្បី​សរសេរ​ IOR ទៅកាន់
ne: फाइल वाचक आइओआरमा लेख्नलाई हो
oc: Descriptor de fichièr dins lo qual cal escriure IOR
pa: ਫਾੲਿਲ ਵੇਰਵਾ IOR ਤੇ ਲਿਖਣ ਲੲੀ
ro: Descriptor fişier pentru scrierea IOR
uk: Дескриптор файлу для запису IOR у

source: FD
ca: DF
gl: DF
ne: एफ डी
oc: DF
uk: ФД

source: Query expression to evaluate
ca: Expressió de petició a evaluar
gl: Expresión da consulta para evaluar
he: ביטוי השאילתה להערכה
km: កន្សោម​សំណួរ​ដើម្បី​វាយតម្លៃ
ne: मूल्याङ्कनका लागि अनुसन्धान संकथन
oc: Expression de requèsta d'avalorar
pa: ਮੁਲਅੰਕਣ ਕਰਨ ਲੲੀ ਕਿੳੂਰੀ ਸਮੀਕਰਨ
ro: Interoghează expresia pentru evaluare
uk: Вираз запиту для перетворення

source: EXPRESSION
ca: EXPRESSIÓ
gl: EXPRESIÓN
he: ביטוי
km: កន្សោម
ne: संकथन
pa: ਸਮੀਕਰਨ
uk: ВИРАЗ

source: CORBA CosNaming service.
ca: Servei CosNaming de CORBA.
gl: Servizo CORBA CosNaming.
he: שירות COBRA CosNaming
km: សេវាកម្ម CORBA CosNaming ។
ne: कोर्बा कसनामको सेवा
oc: Servici CORBA CosNaming.
pa: ਕੋਰਬਾ Cos ਨਾੳੁ ਸੇਵਾ
ro: Serviciu CORBA CosNaming.
uk: Сервіс CORBA CosNaming.

source: Name service
ca: Servei de noms
gl: Servizo de nomes
he: שירות שמות
km: ដាក់ឈ្មោះ​សេវាកម្ម
ne: नाम सेवा
oc: Servici de noms
pa: ਨਾੳੁ ਸੇਵਾ
ro: Serviciu de nume
uk: Сервіс назв

source: Notification service
ca: Servei de notificació
gl: Servizo de notificación
he: שירות הודועות
km: សេវាកម្ម​ជូនដំណឹង
ne: ज्ञापन सेवा
oc: Servici de notificacion
pa: ਟਿੱਪਣੀ ਸੇਵਾ
ro: Serviciu de notificare

source: Notification service for activation
ca: Servei de notificació per l'activació
gl: Servizo de notificación para activación
he: שירות הודעות להפעלה
km: សេវាកម្ម​ជូនដំណឹង​សម្រាប់​ការ​ធ្វើឲ្យ​សកម្ម
ne: सक्रियताको लागि ज्ञापन सेवा
oc: Servici de notificacion per l'activacion
pa: ਸਰਗਰਮੀ ਲੲੀ ਟਿੱਪਣੀ ਸੇਵਾ
ro: Serviciu de notificare pentru activare

source: We don't handle activating shlib objects in a remote process yet
ca: Encara no tractem l'activació d'objectes shlib en un procés remot
gl: Aínda non está soportada a activación de obxectos shlib nun proceso remoto
he: איננו מטפלים בהפעלת אובייקטי shlib בתהליך מרוחק כרגע
km: យើង​មិន​បាន​ធ្វើឲ្យ​វត្ថុ shlib សកម្ម​នៅ​ក្នុង​ដំណើរការ​ពី​ចម្ងាយ​នៅ​ឡើយ​ទេ
ne: स्लिबवस्तुहरु हामी टाढैबाट सक्रिय गर्न सक्तैनौ
oc: L'activacion d'objèctes shlib dins un processus distant es pas presa en carga pel moment
pa: ਅਸੀ shlib ੲਿਕਾੲੀਅਾ ਨੰੂ ਰਿਮੋਟ ਕਾਰਜ ਅਜੇ ਸੰਭਾਲਦੇ ਨਹੀ
ro: Nu gestionăm încă obiecte shlib activante într-un proces la distanţă
uk: Ми ще не обробляємо активацію об'єктів shlib у віддаленому процесі

source: The Bonobo Activation configuration file was not read successfully. Please, check it is valid in: %s
ca: El fitxer de la configuració de Bonobo Activation no s'ha llegit correctament. Comproveu que és vàlid en: %s
gl: O ficheiro de configuración de Bonobo Activation non se leu correctamente. Comprobe que é válido en: %s
he: קובץ ההגדרות של Bonobo Activation לא נקרא בהצלחה. אנא, בדוק אם הוא תקין ב: %s
km: ឯកសារ​ការ​កំណត់​រចនាសម្ព័ន្ធ​ការ​ធ្វើឲ្យ​សកម្ម Bonobo មិន​បាន​អាន​ដោយ​ជោគជ័យ​ទេ ។ សូម​ពិនិត្យ​ថា​តើ​វា​ត្រឹមត្រូវ​តាម ៖ %s
ne: बोनोबो सक्रिय गर्ने समायोजन फाइल राम्ररी पढ्न सकिएन.यो %s लाई स्वीकार्य छ छैन जाँच्नुहोस्
oc: Impossible de legir lo fichièr de configuracion d'activacion de Bonobo. Verificatz qu'es valid dins : %s
pa: ਬੋਨਬੋ ਸਰਗਰਮੀ ਸੰਰਚਨਾ ਫਾੲਿਲ ਸਫਲਤਾਪੂਰਕ ਪੜ੏ੀ ਨਹੀ ਗੲੀ ਹੈ ੤ ਕਿਰਪਾ ਕਰਕੇ ੲਿਸ ਦੀ ਮਿਅਾਦ ਦੀ ਜ੾ਚ ਕਰੋ: %s
ro: Fişierul de configurare bonobo-activation nu a fost citit cu succes. Verificaţi dacă este valid la: %s
uk: Файл конфіґурації активації Bonobo не було успішно зчитано. Переконайтесь, що він правильний в : %s

source: Race condition activating server '%s'
ca: Condició de fuga al activar el servidor «%s»
gl: Condición de carreira ao activar o servidor '%s'
ne: प्रतियोगितालाई सक्रिय गराउने सेवक '%s'
pa: ਰੇਸ ਕੰਡੀਸ਼ਨ ਸਰਵਰ '%s' ਨੰੂ ਸਰਗਰਮ ਕਰ ਰਹੀ ਹੈ
ro: „Race condition” la activarea „%s”
uk: Стан синхронізації сервера, що активується "%s"

source: a NULL iid is not valid
ca: Una iid NULL no és vàlida
gl: un iid NULO non é válido
he: NULL iid אינו תקין
km: NULL iid មិន​ត្រឹមត្រូវ​ទេ
ne: एउटा खाली आईआईडि स्वीकृत आईआईडि होइन
oc: un iid NULL es pas valid
pa: NULL iid ਜਾੲਿਜ਼ ਨਹੀ ਹੈ
ro: un iid NULL nu este valid
uk: iid NULL не вірний

source: iid %s has a NULL type
ca: La iid %s té tipus NULL
gl: o iid %s ten un tipo NULO
he: iid %s כולל טיפוס NULL
km: iid %s មាន​ប្រភេទ NULL
ne: आईआईडी %s खाली किसिमको छ
oc: l'iid %s a un tipe NULL
pa: iid %s ਦੀ ਕਿਸਮ NULL ਹੈ
ro: iid-ul %s are un tip NULL
uk: iid %s має тип NULL

source: iid %s has a NULL location
ca: La iid %s té una localització NULL
gl: o iid %s ten unha localización NULA
he: iid %s כולל מיקום NULL
km: iid %s មាន​ទីតាំង NULL
ne: आईआईडी %s सँग खाली स्थान छ
oc: l'iid %s a un emplaçament NULL
pa: iid %s ਦੀ ਸਥਿਤੀ NULL ਹੈ
ro: iid-ul %s are o locaţie NULL
uk: iid %s має розміщення NULL

source: invalid character '%c' in iid '%s'
ca: caràcter «%c» invàlid en iid «%s»
gl: carácter '%c' non válido no iid '%s'
he: אות בלתי מובנת '%c' ב iid '%s'
km: តួអក្សរ '%c' មិន​ត្រឹមត្រូវ​នៅ​ក្នុង iid '%s'
ne: '%c' नै आईआईडी '%s' मा अवैधानिक स्वन
oc: caractèr invalid « %c » dins l'iid « %s »
pa: ਗਲਤ ਅੱਖਰ '%c' ਵਿੱਚ iid '%s'
ro: caracter invalid „%c” în iid-ul „%s”
uk: невірний символ "%c" в iid "%s"

source: Property '%s' has no value
ca: La propietat «%s» no té valor
gl: A propiedade '%s' non ten ningún valor
he: התכונה '%s' אינה כוללת ערך
km: លក្ខណ​សម្បត្តិ '%s' គ្មាន​តម្លៃ
ne: सम्पति '%s'को कुनै मूल्य छैन
oc: La proprietat '%s' a pas de valor
pa: ਵਿਸ਼ੇਸਤਾ '%s' ਦਾ ਕੋੲੀ ਮੁੱਲ ਨਹੀ ਹੈ
ro: Proprietatea „%s” nu are nici o valoare
uk: Властивість "%s" не має значення

source: Could not parse badly formed XML document %s
ca: No s'ha pogut analitzar el document XML malformat %s
gl: Non se puido analizar o documento XML mal formado %s
he: לא ניתן לנתח מסמך XML הבנוי לא טוב %s
km: មិន​អាច​បញ្ជូន​ឯកសារ XML ដែល​មាន​ទម្រង់​មិន​ល្អ​បាន​ទេ %s
ne: गलत रुपान्तरण गरिएको एक्स एम एल मिसिल %s खोज्न सकिएन
oc: Impossible d'analisar lo document XML non confòrme %s
pa: ਨਕਾਰਾ ਫਾਰਮਿਟਡ XML ਦਸਤਾਵੇਜ਼ %s ਨੰੂ ਪਾਰਸ ਨਹੀ ਕੀਤਾ ਜਾ ਸਕਦਾ ਹੈ
ro: Nu am reuşit procesarea documentului XML malformat %s

source: Trying dir %s
ca: S'està provant el directori %s
gl: Probando o directorio %s
he: מנסה ספרייה %s
km: ថត​សាកល្បង %s
ne: %s कोसिस निर्देशिका
oc: Tempta lo repertòri %s
pa: ਡਾੲਿ %s ਕੋਸ਼ਿਸ ਅਧੀਨ ਹੈ
ro: Încerc directorul %s

source: Child process did not give an error message, unknown failure occurred
ca: El procés fill no ha donat un missatge d'error, ha hagut un error desconegut
gl: O proceso fillo non deu ningunha mensaxe de erro, ocorreu unha falla descoñecida
he: תהליך הילד לא החזיר הודעת שגיאה, שגיאה לא ידועה ארעה!
km: ដំណើរការ​កូន​មិន​បាន​ផ្ដល់​សារ​កំហុស​ទេ បរាជ័យ​ដែល​មិន​ស្គាល់​បាន​កើតឡើង
ne: शाखा प्रोसेसले गलत सन्देशको जानकारी दिएन, अज्ञात असफलता भेटियो
oc: Lo processus filh a pas renviat cap de messatge d'error, una error desconeguda s'es produsida
pa: ਚਲਾੲਿਡ ਕਾਰਜ ਨੇ ਗਲਤੀ ਸੁਨੇਹਾ ਨਹੀ ਦਿੱਤੲ, ਅਣਪਛਾਤੀ ਗਲਤੀ ਅਾੲੀ ਹੈ
ro: Procesul copil nu a dat un mesaj de eroare, eroare necunoscută
uk: Спадкоємний процес не дав повідомлення про помилку, стався невідомий збій

source: Failed to read from child process: %s
ca: No s'ha pogut llegir del procés fill: %s
gl: Falla ao ler do proceso fillo: %s
he: הקריאה מתהליך הילד נכשלה: %s
km: បាន​បរាជ័យ​ក្នុង​ការ​អាន​ពី​ដំណើរការ​កូន ៖ %s
ne: शाखा प्रणालीबाट %s पढ्न असफल
oc: La lectura dempuèi lo processus filh a fracassat : %s
pa: ਚਲਾੲਿਡ ਕਾਰਜ ਤੋ ਪੜ੏ਨ ਵਿੱਚ ਅਸਫਲ: %s
ro: Nu am reuşit să citesc de la procesul copil: %s
uk: Не вдалося зчитати з спадкоємного процесу: %s

source: Couldn't fork a new process
ca: No s'ha pogut crear un nou procés
gl: Non se puido crear (fork) un novo proceso
he: לא יכול להעתיק תהליך חדש
ne: एउटा नयाँ प्रणाली टुक्राटुक्रा हुन सकेन
pa: ਨਵੇ ਕਾਰਜ ਨੰੂ ਅਾਰੰਭ ਨਹੀ ਕੀਤਾ ਜਾ ਸਕਦਾ
ro: Nu s-a putut clona un nou proces
uk: Не вдалося розгалудити процес

source: Child received signal %u (%s)
ca: El fill ha rebut el senyal %u (%s)
gl: O fillo recibiu o sinal %u (%s)
he: תהליך הילד קיבל אות %u (%s)
ne: शाखाले %u(%s) सङ्केत पाएकोछ
pa: ਚਲਾੲਿਡ ਨੇ ਪ੍ਾਪਤ ਕੀਤੇ ਸੰਕੇਤ %u (%s)
ro: Copilul a primit semnalul %u (%s)
uk: Нащадок отримав сиґнал %u (%s)

source: Unknown non-exit error (status is %u)
ca: Error de no-sortida desconegut (l'estat és %u)
gl: Erro non de saída descoñecido (o estado é %u)
he: שגיאה לא ידועה (המצב %u)
ne: बाहिर-नजाने थाहा नभएको गल्ती( हैसियत चाँही %uहो)
pa: ਅਣਪਛਾਤੀ ਬਾਹਰ ਨਾ ਜਾਣ ਸਕਣ ਵਾਲੀ ਗਲਤੀ (ਸਥਿਤੀ %u)
ro: Eroare necunoscută (starea este %u)
uk: Невідома нефатальна помилка (код стану - %u)

source: bonobo-activation failed to set process group of %s: %s
ca: bonobo-activation no ha pogut fixar el grup del procés de %s: %s
gl: bonobo-activation fallou ao establecer o grupo de proceso de %s: %s
he: bonobo-activation נכשל לקבוע את קבוצתו של התהליך %s: %s
ne: सक्रिय बोनोबो %s: %s को प्रणाली समूहलाई जडान गर्न असफल भयो
pa: ਬੋਨਬੋ-ਸਰਗਰਮੀ ਅਸਫਲ ਹੈ, ਸਮੂਹ %s ਦੇ ਕਾਰਜ ਨਿਰਧਾਰਿਤ ਕਰਨ ਵਿੱਚ: %s
ro: bonobo-activation a eşuat la setarea grupului de procese %s: %s
uk: bonobo-activation не вдалося встановити групу процесу %s: %s

source: Failed to execute %s: %d (%s)
ca: No s'ha pogut executar %s: %d (%s)
gl: Falla ao executar %s: %d (%s)
he: כשל בהפעלת %s: %d (%s)
ne: %s: %d (%s) सम्पादन गर्न असफल
pa: %s ਨੰੂ ਚਲਾੳੁਣ ਵਿੱਚ ਅਸਫਲ: %d (%s)
ro: Nu am reuşit să execut %s: %d (%s)
uk: Збій виконання %s: %d (%s)

source: Too many alias levels for a locale, may indicate a loop
ca: Massa nivells d'alias per al locale, pot indicar un bucle
gl: Demasiados niveis de alias para un locale, pode haber un ciclo
ne: स्थानीय कक्षमा धेरै सहचारी भए, सम्बन्ध जोडिन सक्छ
pa: ੲਿੱਕ ਲੋਕੇਲ ਦੇ ਕੲੀ ਅਾਲੲੀਸ ਪੱਧਰ ੲਿੱਕ ਘੁੰਮਾੳੁ ਪੈਦਾ ਕਰਦੇ ਹਨ
ro: Prea multe niveluri de alias pentru un „locale”, poate fi o buclă
uk: Надто багато рівнів псевдонімів для локалі, це може свідчити про циклічні посилання

source: File descriptor to print IOR on
ca: Descriptor de fitxer on escriure IOR
gl: Descritor de ficheiro onde que escribir o IOR
he: מתאר הקובץ להדפסת IOR
km: កម្មវិធី​ពណ៌នា​ឯកសារ​ដើម្បី​បោះពុម្ព IOR
ne: आईओआरमा छाप्न प्रबाचक फाइल
oc: Descriptor de fichièr ont imprimir IOR
pa: ਫਾੲਿਲ ਵੇਰਵਾ, IOR ਛਾਪਣ ਲੲੀ
ro: Descriptor fişier în care se va lista IOR
uk: Дескриптор файлу для друку IOR

source: IID to activate
ca: IDD a activar
gl: IID para activar
he: IID כדי להפעיל
km: IID ដែល​ត្រូវ​សកម្ម
ne: सक्रिय गर्नका लागि आईआईडी
oc: IID d'activar
pa: ਸਰਗਰਮ ਕਰਨ ਲੲੀ IID
ro: IID de activat
uk: IID до активації

source: Prevent registering of server with OAF
ca: Previndre el registre de servidors amb OAF
gl: Evitar o rexistro do servidor con OAF
he: מנע הרשמות שרת עם OAF
km: រារាំង​ការ​ចុះឈ្មោះ​របស់​ម៉ាស៊ីន​បម្រើ​ជាមួយ OAF
ne: ओएएफसँग सेवाप्रदायकको पंजीकरण रोक
oc: Empacha l'enregistrament del servidor amb OAF
pa: OAF ਨਾਲ ਸਰਵਰ ਨੰੂ ਸੂਚੀਬੱਧ ਹੋਣ ਤੋ ਟਾਲਿਅਾ ਜਾ ਰਿਹਾ ਹੈ
ro: Previne înregistrarea serverului cu OAF
uk: Попередити реєстрацію сервера з OAF

source: Bonobo activation options
ca: Opcións d'activació de Bonobo
gl: Opcións de activación de Bonobo
he: אפשרויות הפעלה של Bonobo
km: ជម្រើស​ការ​ធ្វើឲ្យ Bonobo សកម្ម
ne: बोनोबो सक्रियताको विकल्प
oc: Opcions d'activacion de Bonobo
pa: ਬੋਨਬੋ ਸਰਗਰਮੀ ਚੋਣ
ro: Opţiuni de activare Bonobo
uk: Параметри активації Bonobo

source: g_module_open of `%s' failed with `%s'
ca: g_module_open de «%s» ha fallat amb «%s»
gl: g_module_open de `%s' fallou con `%s'
he: g_module_open of '%s' נכשלה עם '%s'
km: g_module_open របស់ `%s' បាន​បរាជ័យ​ជាមួយ `%s'
ne: `%s'को जी_मोड्युल_खोल्न `%s'सँगै असफल भयो
oc: g_module_open de « %s » a fracassat amb « %s »
pa: ਜੀ-ਮੈਡੀੳੂਲ-ਖੋਲਣ `%s' ਦਾ ਅਸਫਲ ਹੈ `%s' ਨਾਲ
ro: g_module_open pentru „%s” a eşuat cu „%s”
uk: збій g_module_open "%s" з "%s"

source: Can't find symbol Bonobo_Plugin_info in `%s'
ca: No es pot trobar el símbol Bonobo_Plugin_info en «%s»
gl: Non se atopa o símbolo Bonobo_Plugin_info en `%s'
he: לא יכול למצוא סמל Bonobo_Plugin_info ב '%s'
km: មិន​អាច​រក​ឃើញ​និមិត្តសញ្ញា Bonobo_Plugin_info នៅ​ក្នុង `%s'
ne: `%s'मा बोनोबो_प्लगइन_सूचना को संकेत भेटिएन
oc: Impossible de trobar lo simbòl Bonobo_Plugin_info dins « %s »
pa: `%s' ਵਿੱਚ ਬੋਨਬੋ-ਪਲੱਗੲਿੰਨ ਜਾਣਕਾਰੀ ਨਿਸ਼ਾਨ ਨਹੀ ਲੱਭਿਅਾ ਹੈ
ro: Nu am putut găsi simbolul Bonobo_Plugin_info în „%s”
uk: Неможливо знайти позначення Bonobo_Plugin_info в "%s"

source: Factory `%s' returned NIL for `%s'
ca: La factoria «%s» ha tornat NIL per a «%s»
gl: A fábrica `%s' devolveu NIL para `%s'
he: '%s' החזיר NIL עבור '%s'
km: រោងចក្រ `%s' បាន​ត្រឡប់ NIL សម្រាប់ `%s'
ne: कारखाना `%s'ले `%s'को लागि NIL फर्काएको छ
oc: La fabrica « %s » a renviat NIL per « %s »
pa: ਫੈਕਟਰੀ `%s' ਨੇ `%s' ਲੲੀ NIL ਵਾਪਸ ਕੀਤਾ ਹੈ
ro: Fabrica „%s” a returnat NIL pentru „%s”
uk: Фабрика "%s" повернула NIL для "%s"

source: Shlib `%s' didn't contain `%s'
ca: La shlib «%s» no contenia «%s»
gl: A shlib `%s' non contén `%s'
he: Shlib `%s' לא כללה `%s'
km: Shlib `%s' មិន​មាន `%s'
ne: Shlib `%s'मा `%s'छैन
oc: Shlib « %s » conteniá pas « %s »
pa: Shlib `%s' ਕੋਲ `%s' ਨਹੀ ਹੈ
ro: Shlib „%s” nu a conţinut „%s”
uk: Shlib "%s" не містить "%s"

source: Name
ca: Nom
gl: Nome
he: שם
km: ឈ្មោះ
ne: नाम
oc: Nom
pa: ਨਾੳੁ
ro: Nume

source: Application unique name
ca: Nom únic de l'aplicació
gl: Nome único da aplicación
he: שם ייחודי ליישום
km: កម្មវិធី​ឈ្មោះ​តែមួយ
ne: प्रयोगको अद्वितीय नाम
oc: Nom unic de l'aplicacion
pa: ਕਾਰਜ ਦਾ ਸ਼ੰਨਾਖਤੀ ਨਾੳੁ
ro: Nume unic al aplicaţiei

source: POA
ne: पीओए

source: Custom CORBA POA
ca: POA de CORBA personalitzat
gl: POA de CORBA personalizado
he: CORBA POA מותאם אישית
km: CORBA POA តាម​តម្រូវការ
ne: प्रचलित कोर्बा पीओए
oc: POA Corba personalizat
pa: ਸੋਧ ਕੋਰਬਾ POA
ro: POA CORBA personalizat

source: An unsupported action was attempted
ca: S'ha intentat dur a terme una acció no permesa
gl: Tentouse levar a cabo unha acción non soportada
he: ניסיון לביצוע פעולה לא נתמכת
km: បាន​ប៉ុនប៉ង​អំពើ​ដែល​មិន​គាំទ្រ
ne: समर्थन नभएको काम गर्ने कोसिस भएको छ
oc: Una accion pas presa en carga es estada temptada
pa: ਬਿਨ-ਸਹਾੲਿਤਾ ਪ੍ਾਪਤ ਕਾਰਵਾੲੀ ਲੲੀ ਕੋਸ਼ਿਸ
ro: S-a încercat o acţiune nesuportată
uk: Здійснено непідтримувану дію

source: IO Error
ca: Error d'entrada/sortida
gl: Erro de E/S
he: שגיאת קלט/פלט
km: កំហុស IO
ne: आईओ गल्ती
oc: Error d'entrada / sortida
pa: IO ਗਲਤੀ
ro: Eroare I/O
uk: Помилка В/В

source: Invalid argument value
ca: Valor d'argument no vàlid
gl: Valor de argumento non válido
he: ערך ארגומנט לא תקני
km: តម្លៃ​អាគុយម៉ង់​មិន​ត្រឹមត្រូវ
ne: तर्कको मूल्य अवैधानिक छ
oc: Valor de paramètre invalida
pa: ਗਲੳ ਅਾਰਗੂਮਿੰਟ ਮੁੱਲ
ro: Valoarea argumentului e invalidă
uk: Неправильне значення аргумента

source: Object not found
ca: No s'ha torbat l'objecte
gl: Obxecto non atopado
he: אובייקט לא נמצא
km: រក​មិន​ឃើញ​វត្ថុ
ne: वस्तु भेटिएन
oc: Impossible de trobar l'objècte
pa: ਅਾਬਜੈਕਟ ਨਹੀ ਲੱਭਿਅਾ
ro: Obiectul nu a fost găsit
uk: Об'єкта не знайдено

source: Syntax error in object description
ca: Error de sintaxi en la descripció de l'objecte
gl: Erro de sintaxe na descrición do obxecto
he: שגיאת תחביר בתיאור האובייקט
km: កំហុស​វាក្យសម្ពន្ធ​នៅ​ក្នុង​សេចក្ដី​ពណ៌នា​វត្ថុ
ne: वस्तुको वर्णनमा वाक्यगत गल्ती
oc: Error de sintaxi dins la descripcion de l'objècte
pa: ੲਿਕਾੲੀ ਵੇਰਵੇ ਵਿੱਚ ਸੰਟੇਕਸ ਗਲਤੀ ਹੈ
ro: Eroare de sintaxă în descrierea obiectului
uk: Синтаксична помилка в описі об'єкта

source: Cannot activate object from factory
ca: No es pot activar l'objecte des de la fàbrica
gl: Non se pode activar un obxecto da fábrica
he: לא ניתן להפעיל אובייקט מהיצרן
km: មិន​អាច​ធ្វើឲ្យ​វត្ថុ​សកម្ម​ពី​រោងចក្រ​បាន​ទេ
ne: कारखानाको वस्तुलाई सक्रिय गर्न सकिएन
oc: Impossible d'activar l'objècte dempuèi la fabrica
pa: ਫੈਕਟਰੀ ਵਿੱਚੋ ੲਿਕਾੲੀ ਸਰਗਰਮ ਨਹੀ ਕਰ ਸਕਿਅਾ
ro: Nu pot activa obiectul fabricii
uk: Неможливо активувати об'єкт з фабрики

source: No permission to access stream
ca: No hi ha permís per accedir al flux
gl: Non hai permisos para acceder ao fluxo
he: אין הרשאות לגשת לזרם
km: គ្មាន​សិទ្ធិ​ចូល​ដំណើរការ​ស្ទ្រីម​ទេ
ne: प्रवाह उपलब्ध गर्ने पहुँच‌ छैन
oc: Pas cap de permission d'accedir a aqueste flux
pa: ਸਟਰੀਮ ਲੲੀ ਪਹੁੰਚ ਦੀ ਮਨਜ਼ੂਰੀ ਨਹੀ
ro: Accesul la fluxul de date nu este permis
uk: Немає права на досуп до потоку

source: An unsupported stream action was attempted
ca: S'ha intentat una acció de flux no permesa
gl: Tentouse facer unha acción sobre fluxo non soportada
he: ניסיון לביצוע פעולת זרם לא נתמכת
km: បាន​ប៉ុនប៉ង​អំពើ​ស្ទ្រីម​ដែល​មិន​គាំទ្រ
ne: समर्थन नभएको प्रवाह कार्य गर्ने कोसिस
oc: Una accion de flux pas presa en carga es estada temptada
pa: ਬਿਨ-ਸਹਾੲਿਤਾ ਪ੍ਾਪਤ ਸਟਰੀਮ ਲੲੀ ਕੋਸ਼ਿਸ
ro: S-a încercat o acţiune nepermisă asupra fluxului de date
uk: Здійснено непідтримувану дію потоку

source: IO Error on stream
ca: Error d'entrada/sortida al flux
gl: Erro de E/S no fluxo
he: שגיאת קלט/פלט בזרם
km: កំហុស IO នៅ​ពេល​ស្ទ្រីម
ne: प्रवाहमा आईओ गल्ती
oc: Error d'E/S sul flux
pa: ਸਟਰੀਮ ਤੇ IO ਗਲਤੀ
ro: Eroare I/O în fluxul de date
uk: Помилка В/В у потоці

source: IO Error on storage
ca: Error d'entrada/sortida en emmagatzemar
gl: Erro de E/S no almacenamento
he: שגיאת קלט/פלט באחסון
km: កំហុស IO នៅ​ពេល​ផ្ទុក
ne: संग्रहमा आईओ गल्ती
oc: Error d'E/S sus l'emmagazinatge
pa: ਸਟੋਰੇਜ਼ ਤੇ IO ਗਲਤੀ
ro: Eroare I/O la stocare
uk: Помилка В/В у сховищі

source: Name already exists in storage
ca: El nom ja existeix a l'emmagatzematge
gl: O nome xa existe no medio de almacenamento
he: השם כבר קיים באחסון
km: ឈ្មោះ​មាន​រួចហើយ​នៅ​ក្នុង​ឧបករណ៍​ផ្ទុក
ne: संग्रहमा यो नाम पहिलेदेखिनै छ
oc: Lo nom existís ja dins l'emmagazinatge
pa: ਨਾੳੁ ਸਟੋਰੇਜ਼ ਤੇ ਪਹਿਲ੾ ਹੀ ਮੌਜੂਦ ਹੈ
ro: Numele există deja în stoc
uk: Назва вже існує у сховищі

source: Object not found in storage
ca: No s'ha trobat l'objecte a l'emmagatzematge
gl: Obxecto non atopado no medio de almacenamento
he: האובייקט לא נמצא באחסון
km: រក​មិន​ឃើញ​វត្ថុ​នៅ​ក្នុង​ឧបករណ៍​ផ្ទុក
ne: संग्रहमा वस्तु भेटिएन
oc: Objècte pas trobat dins l'emmagazinatge
pa: ਸਟੋਰੇਜ਼ ਵਿੱਚ ੲਿਕਾੲੀ ਨਹੀ ਲੱਭੀ
ro: Obiectul nu a fost găsit în stoc
uk: Об'екта не знайдено у сховищі

source: No permission to do operation on storage
ca: No hi ha permís per fer l'operació a l'emmagatzematge
gl: Non hai permisos para facer a operación no medio de almacenamento
he: אין הרשאות לביצוע פעולה על האחסון
km: គ្មាន​សិទ្ធិ​ក្នុង​ការ​ធ្វើ​ប្រតិបត្តិការ​សម្រាប់​ការ​ផ្ទុក​ទេ​
ne: संग्रहमा सञ्चालन गर्ने अनुमति छैन
oc: Pas cap de permission d'efectuar aquesta operacion sus l'emmagazinatge
pa: ਸਟੋਰੇਜ਼ ਤੇ ਕਾਰਵਾੲੀ ਕਰਨ ਦੀ ਮਨਜ਼ੂਰੀ ਨਹੀ ਹੈ
ro: Operaţiunea nu este permisă la stocare
uk: Немає права на викрнання операції зі сховищем

source: An unsupported storage action was attempted
ca: S'ha intentat una acció d'emmagatzematge no permesa
gl: Tentouse facer unha acción sobre medio de almacenamento non soportada
he: ניסיון לביצוע פעולת אחסון לא נתמכת
km: បាន​ប៉ុនប៉ង​សកម្មភាព​ផ្ទុក​ដែល​មិន​គាំទ្រ
ne: अनुमति नभएको संग्रह गर्ने कोसिस
oc: Una accion d'emmagazinatge pas presa en carga es estada temptada
pa: ਬਿਨ-ਸਹਾੲਿਤਾ ਪ੍ਾਪਤ ਸਟੋਰੇਜ਼ ਕਾਰਵਾੲੀ ਲੲੀ ਕੋਸ਼ਿਸ
ro: S-a încercat o operaţiune nepermisă la stocare
uk: Здійснено непідтримувану дію сховища

source: Object is not a stream
ca: L'objecte no és un flux
gl: O obxecto non é un fluxo
he: האובייקט אינו זרם
km: វត្ថុ​មិនមែន​ជា​ស្ទ្រីម​ទេ
ne: वस्तु एउटा प्रवाह होइन
oc: L'objècte es pas un flus
pa: ਸਟਰੀਮ ਵਿੱਚ ੲਿਕਾੲੀ ਨਹੀ ਹੈ
ro: Obiectul nu este un flux de date
uk: Об'єкт не є потоком

source: Object is not a storage
ca: L'objecte no és un emmagatzematge
gl: O obxecto non é un medio de almacenamento
he: האובייקט אינו אחסון
km: វត្ថុ​មិនមែន​ជា​ឧបករណ៍​ផ្ទុក
ne: वस्तु एउटा संग्रह होइन
oc: L'objècte et pas un emmagazinatge
pa: ਸਟੋਰੇਜ਼ ਵਿੱਚ ੲਿਕਾੲੀ ਨਹੀ
ro: Obiectul nu este un stoc
uk: Об'єкт не є сховищем

source: Storage is not empty
ca: L'emmagatzematge no és buit
gl: O medio de almacenamento non está baleiro
he: האחסון אינו ריק
km: ឧបករណ៍​ផ្ទុក​គឺ​ទទេ
ne: संग्रह खाली छैन
oc: L'emmagazinatge es pas void
pa: ਸਟੋਰੇਜ਼ ਖਾਲੀ ਨਹੀ ਹੈ
ro: Stocul nu este gol
uk: Сховище не порожнє

source: malformed user interface XML description
ca: descripció XML incorrecta de la interfície d'usuari
gl: descrición XML de interface de usuario mal formada
he: תיאור ממשק משתמש XML פגום
km: ការ​ពណ៌នា​ XML ចំណុចប្រទាក់​អ្នកប្រើ​ដែល​មិន​ត្រឹមត្រូវ
ne: उपयोगकर्ता साझा सतह एक्सएमएल वर्णन malformed
oc: descripcion XML d'interfàcia d'utilizaire pas confòrma
pa: malformed ਯੁਜਰ ੲਿੰਟਰਫੇਸ XML ਵੇਰਵਾ
ro: descriere XML invalidă a interfeţei utilizator
uk: неправильний XML-опис інтерфейса користувача

source: invalid path to XML user interface element
ca: camí invàlid cap a l'element de la interfície d'usuari XML
gl: camiño non válido a un elemento de interface de usuario XML
he: נתיב לא תקני לגוף ממשק המשתמש של XML
km: ផ្លូវ​មិន​ត្រឹមត្រូវ​ទៅកាន់​ធាតុ​ចំណុច​ប្រទាក់​អ្នកប្រើ XML
ne: एक्सएमएल उपयोगकर्तालाई साझा सतह तत्त्वसम्मको अवैधानिक बाटो
oc: camin invalid cap a un element d'interfàcia d'utilizaire XML
pa: XML ਯੁਜਰ ੲਿੰਟਰਫੇਸ ੲਿਕਾੲੀ ਲੲੀ ਰਾਹ ਗਲਤ ਹੈ
ro: cale invalidă către elementul XML al interfeţei utilizator
uk: недопустимий шлях до XML-елемента інтерфейса користувача

source: the requested UI attribute didn't exist
ca: l'atribut d'IU requerit no existeix
gl: o atributo de IU pedido non existe
he: מאפיין ממשק המשתמש המבוקש לא קיים
km: មិន​មាន​គុណ​លក្ខណៈ​ចំណុច​ប្រទាក់​អ្នកប្រើ​ដែល​បាន​ស្នើ​ទេ
ne: अनुरोध गरिएको युआई प्रारुप अवस्थित छैन
oc: l'atribut d'interfàcia d'utilizaire demandat existís pas
pa: ਲੋੜੀਦਾ UI ਗੁਣ ਮੌਜੂਦ ਨਹੀ ਹੈ
ro: atributul UI cerut nu există
uk: запитаний атрибут інтерфейса користувача не існував

source: Unknown command or verb
ca: Ordre o verb desconegut
gl: Comando ou verbo descoñecido
he: פקודה או פועל לא ידועים
km: មិន​ស្គាល់​ពាក្យ​បញ្ជា ឬ​កិរិយាសព្ទ
ne: अज्ञात आदेस अथवा क्रिया
oc: Comanda o vèrbe desconegut
pa: ਅਣਪਛਾਤੀ ਕਮ੾ਡ ਜ੾ ਵਰਬ
ro: Comandă necunoscută sau verb necunoscut
uk: Невідома команда чи дія
