Repository: Distrotech/libbonobo
Catalog: po/*.po
Languages: ca, gl, he, km, ne, oc, pa, ro, uk

source: Command is insensitive
ca: L'ordre no és sensible
gl: O comando non é sensible
he: הפקודה אינה תלוית רשיות
km: ពាក្យ​បញ្ចា​គឺ​សមរម្យ
ne: निर्देशन अनुभूतिहीन छ
oc: La comanda es insensibla
pa: ਕਮ੾ਡ ਸੰਵੇਦਨਸ਼ੀਲ ਨਹੀ ਹੈ
ro: Comanda nu face diferenţa între literele mari şi mici
uk: Команда не має змісту

source: incorrect data type
ca: tipus de dades incorrecte
gl: tipo de datos incorrecto
he: סוג מידע לא תקני
km: ខុស​ប្រភេទ​ទិន្នន័យ
ne: तथ्याङ्कको किसिम गलत छ
oc: tipe de donada incorrècte
pa: ਗਲਤ ਡਾਟਾ-ਕਿਸਮ
ro: tip incorect de date
uk: неправильний тип даних

source: stream not found
ca: no s'ha trobat el flux
gl: fluxo non atopado
he: זרם לא נמצא
km: រក​មិន​ឃើញ​ស្ទ្រីម
ne: प्रवाह भेटिएन
oc: flux introbable
pa: ਸਟਰੀਮ ਨਹੀ ਲੱਭੀ
ro: fluxul de date lipseşte
uk: потоку не знайдено

source: property not found
ca: no s'ha trobat la propietat
gl: propiedade non atopada
he: מאפיין לא נמצא
km: រក​មិន​ឃើញ​លក្ខណ​សម្បត្តិ
ne: विशेषता भेटिएन
oc: proprietat pas trobada
pa: ਵਿਸ਼ੇਸਤਾ ਨਹੀ ਲੱਭੀ
ro: proprietatea lipseşte
uk: властивості не знайдено

source: property has invalid type
ca: la propietat té un tipus no vàlid
gl: a propiedade é dun tipo non válido
he: למאפיין יש סוג לא ידוע
km: លក្ខណ​សម្បត្តិ​មាន​ប្រភេទ​មិន​ត្រឹមត្រូវ
ne: विशेषताको किसिम अवैधानिक छ
oc: la proprietat a un tipe invalid
pa: ਵਿਸ਼ੇਸਤਾ ਦੀ ਕਿਸਮ ਗਲਤ ਹੈ
ro: proprietatea are un tip invalid
uk: властивість має неправильний тип

source: property is read only
ca: la propietat és només de lectura
gl: a propiedade é de só lectura
he: המאפיין הינו לקריאה בלבד
km: លក្ខណ​សម្បត្តិ​គឺ​បានតែ​អាន
ne: विशेषता पढ्नका लागि मात्र हो
oc: la proprietat es en lectura sola
pa: ਵਿਸ਼ੇਸਤਾ ਸਿਰਫ ਪੜ੏ਨ ਲੲੀ ਹੈ
ro: proprietatea poate fi doar citită
uk: властивість лише для зчитування

source: config database backend failed
ca: el 'backend' de la base de dades de configuració ha fallat
gl: fallou o 'backend' da base de datos da configuración
km: បាន​បរាជ័យ​ក្នុង​ការ​កំណត់​រចនាសម្ព័ន្ធ​មូលដ្ឋាន​ទិន្នន័យ​កម្មវិធី​ផ្នែក​ខាងក្រោយ
ne: संरचना डाटाबेसको backend असफल भयो
oc: lo motor de banca de donadas de configuracion a fracassat
pa: ਸੰਰਚਨਾ ਡਾਟਾਬੇਸ ਪਿੱਠਵਰਤੀ ਅਸਫਲ
ro: Motorul bazei de date de configurare a eşuat
uk: збій в модулі конфігураційної бази даних

source: Moniker interface cannot be found
ca: No es pot trobar la interfície del moniker
gl: Non se pode atopar a interface do moniker
he: ממשק Moniker לא נמצא
km: មិន​អាច​រក​ឃើញ​ចំណុច​ប្រទាក់ Moniker
ne: मोनिकरको साझा सतह भेटिएन
oc: L'interfàcia moniker es introbabla
pa: ਮਾਨੀਕਰ ੲਿੰਟਰਫੇਸ ਨਹੀ ਲੱਭਿਅਾ
ro: Interfaţa „moniker” nu a putut fi găsită
uk: Неможливо знати інтерфейс монікера

source: Moniker activation timed out
ca: L'activació del moniker ha excedit el temps
gl: Esgotouse o tempo de activación do moniker
he: תם הזמן להפעלת Moniker
km: ការ​ធ្វើឲ្យ Moniker សកម្ម​បាន​អស់​ពេល
ne: मोनिकरको सक्रिय हुने समय सकियो
oc: Relambi d'activacion del moniker depassat
pa: ਮਾਨੀਕਰ ਸਰਗਰਮੀ ਸਮ੾-ਸਮਾਪਤ
ro: Timpul de activare a acestui „moniker” a expirat
uk: Вийшов час активації монікера

source: Syntax error within moniker
ca: Error de sintaxi dins del moniker
gl: Erro de sintaxe interno no moniker
he: שגיאת תחביר ב moniker
km: កំហុស​វាក្យសម្ពន្ធ​នៅ​ក្នុង Moniker
ne: मोनिकरभित्र वाक्यात्मक गल्ती छ
oc: Error de sintaxi dins lo moniker
pa: ਮਾਨੀਕਰ ਵਿੱਚ ਸੰਟੇਕਸ ਗਲਤੀ
ro: Eroare de sintaxă în cadrul acestui „moniker”
uk: Синтаксична помилка в монікері

source: Moniker has an unknown moniker prefix
ca: El moniker té un prefix del moniker desconegut
gl: O moniker ten un prefixo descoñecido
he: ל moniker יש קידומת moniker לא ידועה
km: Moniker មាន​បុព្វបទ Moniker ដែល​មិន​ស្កាល់
ne: मोनिकरसँग एउटा अज्ञात मोनिकर उपसर्ग छ
oc: Lo moniker a un prefix de moniker desconegut
pa: ਮਾਨੀਕਰ ਵਿੱਚ ਅਣਪਛਾਤਾ ਮਾਨੀਕਰ ਅਗੇਤਰ ਹੈ
ro: Acest „moniker” are un prefix „moniker” necunoscut
uk: Монікер має невідомий префікс монікера

source: Error checking error; no exception
ca: Error en comprovar l'error; cap excepció
gl: Erro comprobando erro; non hai excepción
he: שגיאה בבדיקת שגיאה; אין חריגות
km: កំហុស​ក្នុង​ការ​ពិនិត្យ​កំហុស គ្មាន​ករណី​លើកលែង​ទេ
ne: भूल जाँच्ने भूल;कुनै अपवाद छैन
oc: Error de verificacion d'error ; pas cap d'excepcion
pa: ਗਲਤੀ ਜ੾ਚਣ ਦੌਰਾਨ ਗਲਤੀ, ਕੋੲੀ ਵੱਖਰਾ ਨਹੀ
ro: Eroare la verificarea erorii, nici o excepţie
uk: Помилка перевірки на помилку; без вийняткової ситуації

source: General activation error with no description
ca: Error general d'activació sense descripció
gl: Erro xeral de activación sen descrición
he: שגיאת הפעלה כללית ללא תיאור
km: កំហុស​ការ​ធ្វើឲ្យ​សកម្ម​ទូទៅ​ដោយ​គ្មាន​ការ​ពណ៌នា
ne: वर्णन नभएको सामान्य सक्रिय गल्ती
oc: Error generala d'activacion sens descripcion
pa: ਅਾਮ ਸਰਗਰਮੀ ਗਲਤੀ, ਬਿਨ੾ ਵੇਰਵੇ ਦੇ
ro: Eroare generală de activare fără descriere
uk: Загальна помилка активації без опису

source: Could not initialize Bonobo
ca: No s'ha pogut inicialitzar el Bonobo
gl: Non se puido inicializar Bonobo
he: לא ניתן לאתחל את Bonobo
ne: बोनोबोको सुरुआत गर्न सकिएन
pa: ਬੋਨਬੋ ਅਾਰੰਭ ਨਹੀ ਕਰ ਸਕਿਅਾ
ro: Nu am putut iniţializa Bonobo
uk: Не вдалося ініціалізувати Bonobo

source: Failed to resolve, or extend '%s
ca: No s'ha pogut resoldre, o extendre «%s»
gl: Fallo ao resolver, ou estender '%s'
he: נכשל בפיענוח, או הרחבת '%s
ne: '%s'समाधान वा विस्तार गर्न असफल
pa: ਹੱਲ ਕਰਨ ਵਿੱਚ ਅਸਫਲ, ਜ੾ ਵਾਧਾ '%s
ro: Nu am putut rezolva ori extinde „%s”
uk: Не вдалося розв'язати чи розширити "%s"

source: Failed to activate object
ca: No s'ha pogut activar l'objecte
gl: Fallo ao activar obxecto
he: נכשל בהפעלת האובייקט
km: បាន​បរាជ័យ​ក្នុង​ការ​ធ្វើឲ្យ​វត្ថុ​សកម្ម
ne: वस्तुलाई सक्रिय गर्न असफल
oc: Impossible d'activar l'objècte
pa: ੲਿਕਾੲੀ ਨੰੂ ਸਰਗਰਮ ਕਰਨ ਵਿੱਚ ਅਸਫਲ
ro: Nu am putut activa obiectul
uk: Не вдалося активувати об'єкт

source: Exception activating '%s'
ca: Ha tingut lloc una excepció en activar «%s»
gl: Excepción ao activar '%s'
he: חריגה בהפעלת '%s'
km: លើកលែង​ការ​ធ្វើឲ្យ​សកម្ម '%s'
ne: अपवाद '%s'सक्रिय हँदैछ
oc: Excepcion al moment de l'activacion de « %s »
pa: ਵੱਖਰੀ ਸਰਗਰਮੀ '%s'
ro: Excepţie la activarea „%s”
uk: Вийняткова ситуація під час активації "%s"

source: Failed to activate '%s'
ca: No s'ha pogut activar «%s»
gl: Falla ao activar '%s'
he: נכשל בהפעלת '%s'
km: បាន​បរាជ័យ​ក្នុង​ការ​ធ្វើឲ្យ​សកម្ម '%s'
ne: '%s'लाई सक्रिय गर्न असफल
oc: L'activacion de '%s' a pas capitat
pa: '%s' ਨੰੂ ਸਰਗਰਮ ਕਰਨ ਵਿੱਚ ਅਸਫਲ
ro: Nu am reuşit să activez „%s”
uk: Не вдалося активувати "%s"

source: HTTP Moniker
gl: Moniker HTTP
ne: एचट्टीट्टीपी मोनिकर
oc: Moniker HTTP
pa: HTTP ਮਾਨੀਕਰ
ro: „Moniker” HTTP
uk: Монікер HTTP

source: ORB IOR handling moniker
ca: moniker de maneig ORB IOR
gl: Moniker de manexo ORB IOR
km: Moniker សម្រាប់​ដោះស្រាយ ORB IOR
ne: ORB IOR सन्चालन गर्ने मोनिकर
oc: Moniker de gestion dels ORB IOR
pa: ORB IOR ਹੈਡਲਿਗ ਮਾਨੀਕਰ
ro: „Moniker” de gestiune ORB IOR
uk: Монікер обробки ORB IOR

source: Standard Moniker factory
ca: Fàbrica estàndard moniker
gl: Fábrica de moniker estándar
he: יצרן Moniker רגיל
km: រោងចក្រ Moniker ស្តង់ដារ
ne: स्तरीय मोनिकर कारखाना
oc: Fabrica del Moniker estandard
pa: ਮਿਅਾਰੀ ਮਾਨੀਕਰ ਫੈਕਟਰੀ
ro: Fabrică „moniker” standard
uk: Фвбрика стандартних монікерів

source: generic Oaf activation moniker
ca: moniker genèric d'activació Oaf
gl: moniker xenérico de activación OAF
he: Oaf activation moniker כללי
km: ការ​ធ្វើឲ្យ Oaf សកម្ម​ទូទៅ​របស់ Moniker
ne: वंशानुगत ओएएफ सक्रिय मोनिकर
oc: moniker d'activacion Oaf generic
pa: ਸਧਾਰਨ Oaf ਸਰਗਰਮੀ ਮਾਨੀਕਰ
ro: „moniker” de activare Oaf generic
uk: Загальний монікер активації OAF

source: generic Oaf query moniker
ca: moniker genèric de consulta Oaf
gl: moniker xenérico de petición OAF
he: Oaf query moniker כללי
km: សំណួរ Oaf ទូទៅ​របស់ Moniker
ne: वंशानुगत ओएएफ अनुसन्धान मोनिकर
oc: moniker d'interrogacion Oaf generic
pa: ਸਧਾਰਨ Oaf ਕਿੳੂਰੀ ਮਾਨੀਕਰ
ro: „moniker” de interogare Oaf generic
uk: Загальний монікер запиту OAF

source: generic factory 'new' moniker
ca: moniker «nou» genèric de fàbrica
gl: 'novo' moniker xenérico de fábrica
he: יצרן כללי ל moniker 'חדש'
km: រោងចក្រ​ទូទៅ​របស់ Moniker 'ថ្មី'
ne: वंशानुगत कारखाना 'नयाँ' मोनिकर
oc: « novèl » moniker de fabrica generic
pa: ਸਧਾਰਨ ਫੈਕਟਰੀ 'ਨਵ੾' ਮਾਨੀਕਰ
ro: nou „moniker” de fabrică generic
uk: Загальний монікер фабрики "new"

source: generic item moniker
ca: moniker genèric d'element
gl: moniker de obxecto xenérico
he: פריט moniker כללי
km: ធាតុ​ទូទៅ​របស់ Moniker
ne: वंशानुगत वस्तु मोनिकर
oc: moniker d'element generic
pa: ਸਧਾਰਨ ੲਿਕਾੲੀ ਮਾਨੀਕਰ
ro: „moniker” de item generic
uk: Загальний монікер елемента

source: stream MonikerExtender
ca: flux MonikerExtender
gl: fluxo MonikerExtender
km: ស្ត្រីម MonikerExtender
ne: प्रवाह मोनिकर विस्तार
oc: MonikerExtender de flux
pa: ਸਟਰੀਮ ਮਾਨੀਕਰ-ਵਧਾਰਾ
ro: flux de date „MonikerExtender”
uk: потоковий MonikerExtender

source: Bonobo Echo server factory
ca: Factoria del servidor d'eco de bonobo
gl: Fábrica de servidor de eco de Bonobo
he: יצרן שרת Bonobo Echo
km: រោងចក្រ​ម៉ាស៊ីន​បម្រើ​អេកូ Bonobo
ne: बोनोबो प्रतिध्वनि सेवाप्रदायक कारखाना
oc: Fabrica de servidor Bonobo Echo
pa: ਬੋਨਬੋ ੲਿਚੋ ਸਰਵਰ ਫੈਕਟਰੀ
ro: Fabrică server „Echo Bonobo”
uk: Фабрика серверів відлуння Bonobo

source: Bonobo Echo server sample program
ca: Programa d'exemple de servidor d'eco del Bonobo
gl: Programa de exemplo do servidor de eco de Bonobo
he: תוכנית דוגמה של Bonobo שרת הד
km: កម្មវិធី​​គំរូ​ម៉ាស៊ីន​បម្រើ​អេកូ Bonobo
ne: बोनोबो प्रतिध्वनि सेवाप्रदायक नमुना कार्यक्रम
oc: Programa d'exemple del servidor Bonobo Echo
pa: ਬੋਨਬੋ ੲਿਚੋ ਸਰਵਰ ਸਧਾਰਨ ਪਰੋਗਰਾਮ
ro: Programul eşantion server „Bonobo Echo”
uk: Зразок програми сервера відлуння

source: Echo component
ca: Component d'eco
gl: Compoñente de eco
he: רכיב הד
km: សមាសភាគ​អេកូ
ne: प्रतिध्वनि तत्व
oc: Component Echo
pa: ੲਿਚੋ ਭਾਗ
ro: Componentă „Echo”
uk: Компонент відлуння

source: Echo component factory
ca: Factoria de component d'eco
gl: Fábrica de compoñente de eco
he: יצרן רכיב Echo
km: រោងចក្រ​សមាសភាគ​អេកូ​
ne: प्रतिध्वनि तत्व कारखाना
oc: Fabrica de component Echo
pa: ੲਿਚੋ ਭਾਗ ਫੈਕਟਰੀ
ro: Fabrica componentei „Echo”
uk: Фабрика компонентів відлуння

source: I could not initialize Bonobo
ca: No s'ha pogut inicialitzar el Bonobo
gl: Non se puido inicializar Bonobo
he: לא הצלחתי לאתחל את Bonobo
km: មិន​អាច​ចាប់ផ្ដើម Bonobo បាន​ទេ
ne: बोनोबोको सुरुआत गर्न सकिएन
oc: Impossible d'inicializar Bonobo
pa: ਮੈ ਬੋਨਬੋ ਨੰੂ ਅਾਰੰਭ ਨਹੀ ਕਰ ਸਕਿਅਾ
ro: Nu am putut iniţializa Bonobo
uk: Не вдалося ініціалізувати Bonobo

source: Could not create an instance of the sample echo component
ca: No s'ha pogut crear una instància de l'exemple del component d'eco
gl: Non se puido crear unha instancia da compoñente de eco de exemplo
he: לא הצלחתי ליצור עותק של רכיב ההד לדוגמה
km: មិន​អាច​បង្កើត​ចំណុច​ប្រទាក់​របស់​សមាសភាគ​អេកូ​គំរូ​បាន​ទេ
ne: नमुना प्रतिध्वनि तत्वको उदाहरण सृजना गर्न सकिएन
oc: Impossible de crear una instància del component d'exemple Echo
pa: ਸਧਾਰਨ ੲਿਚੋ ਭਾਗ ਦਾ ਮੌਕਾ ਨਹੀ ਬਣਾ ਸਕਿਅਾ
ro: Nu am putut crea o instanţă a componentei eşantion „Echo”
uk: Не вдалося створити екземпляр зразка компонента відлуння

source: An exception occured '%s'
ca: Ha tingut lloc una excepció «%s»
gl: Ocorreu unha excepción '%s'
he: ארעה חריגה '%s'
ne: '%s' अपवाद भेटियो
pa: ੲਿੱਕ ਅਪਵਾਦ ਅਾੲਿਅਾ ਹੈ '%s'
ro: A apărut excepţia „%s”
uk: Сталася виключна ситуація "%s"

source: Could not save configuration file.
ca: No s'ha pogut desar el fitxer de configuració.
gl: Non foi posible gardar o ficheiro de configuración.
he: איני יכול לשמור את קובץ ההגדרות.
km: មិន​អាច​រក្សាទុក​ឯកសារ​ការ​កំណត់​រចនាសម្ព័ន្ធ​បាន​ទេ ។
ne: संरचना फाइल भण्डारण गर्न सकिएन
oc: Impossible d'enregistrar lo fichièr de configuracion.
pa: ਸੰਰਚਨਾ ਫਾੲਿਲ ਨੰੂ ਸੰਭਾਲ ਨਹੀ ਸਕਿਅਾ ੤
ro: Nu s-a putut salva fişierul de configurare.
uk: Неможливо зберегти файл налаштувань.

source: Please, make sure you have permissions to write to '%s'.
ca: Si us plau, assegureu-vos de que teniu permissos per a escriure en «%s».
gl: Comprobe que ten permisos para escribir en '%s'.
he: אנא וודא שבידך הרשאות לכתיבה ל '%s'.
km: សូម​ប្រាកដ​ថា​អ្នក​មាន​សិទ្ធិ​ក្នុង​ការ​សរសេរ​ទៅកាន់ '%s' ។
ne: कृपया '%s' मा लेख्ने अनुमति भएको निश्चय गर्नुहोस्
oc: Asseguratz-vos que dispausatz dels dreches per escriure sus « %s ».
pa: ਕਿਰਪਾ ਕਰਕੇ ਜ੾ਚ ਲਵੋ ਕਿ ਤੁਹਾਨੂੰ '%s' ਤੇ ਲਿਖਣ ਦੀ ਮਨਜ਼ੂਰੀ ਹੈ ੤
ro: Asiguraţi-vă că aveţi drepturi de scriere în „%s”.
uk: Переконайтесь, що ви маєте права на запис у "%s".

source: Successfully wrote configuration file.
ca: Fitxer de configuració desat correctament.
gl: Ficheiro de configuración escrito correctamente.
he: קובץ ההגדרות נכתב בהצלחה.
km: បាន​សរសេរ​ឯកសារ​ការ​កំណត់​រចនាសម្ព័ន្ធ​ដោយ​ជោគជ័យ ។
ne: संरचना फाइल सफलतापूर्वक लेखियो.
oc: Fichièr de configuracion escrich amb succès.
pa: ਸੰਰਚਨਾ ਫਾੲਿਲ ਨੰੂ ਸਫਲ਼ਤਾਪੂਰਕ ਲਿਖਿਅਾ ਗਿਅਾ ਹੈ ੤
ro: S-a scris cu succes fişierul de configurare.
uk: Файл налаштувань успішно збережено.

source: configuration file is: %s
ca: el fitxer de configuració és: %s
gl: o ficheiro de configuración é: %s
he: קובץ ההגדרות הוא: %s
km: ឯកសារ​ការ​កំណត់​រចនាសម្ព័ន្ធ​គឺ ៖ %s
ne: संरचना फाइल हो : %s
oc: lo fichièr de configuracion es : %s
pa: ਸੰਰਚਨਾ ਫਾੲਿਲ ਹੈ: %s
ro: fişierul de configurare este: %s
uk: файлом налаштувань є: %s

source: %s already in configuration file
ca: %s ja està en el fitxer de configuració
gl: %s xa está no ficheiro de configuración
he: %s כבר קיים בקובץ ההגדרות
km: %s មាន​នៅ​ក្នុង​ឯកសារ​ការ​កំណត់​រចនាសម្ព័ន្ធ​រួចហើយ
ne: %s पहिलेनै संरचना फाइलमा छ
oc: %s es ja dins lo fichièr de configuracion.
pa: ਸੰਰਚਨਾ ਫਾੲਿਲ %s ਵਿੱਚ ਪਹਿਲ੾ ਹੀ ਮੌਜੂਦ ਹੈ ੤
ro: %s deja în fişierul de configurare
uk: %s вже є у файлі налаштувань

source: there is not a properly structured configuration file
ca: no hi ha un fitxer de configuració correctament estructurat
gl: non hai un ficheiro de configuración estructurado apropiadamente
he: קובץ ההגדרות אינו בנוי כראוי
km: មិន​មាន​ឯកសារ​ការ​កំណត់​រចនាសម្ព័ន្ធ​សំណង់​ត្រឹមត្រូវ​ទេ
ne: व्यवस्थित संरचना समायोजन फाइल छैन
oc: i a pas cap de fichièr de configuracion estructurat corrèctament
pa: ੲਿਹ ਸਹੀ ਢ੾ਚੇ ਨਾਲ ਬਣੀ ਸੰਰਚਨਾ ਫਾੲਿਲ ਨਹੀ ਹੈ ੤
ro: nu există un fişier de configurare corect structurat
uk: невірно складено файл налаштувань

source: Bonobo-activation configuration file contains:
ca: El fitxer de configuració de bonobo-activation conté:
gl: O ficheiro de configuración de Bonobo-activation contén:
he: קובץ ההגדרות של Bonobo-activation מכיל:
km: ឯកសារ​កំណត់​រចនាសម្ព័ន្ធ Bonobo-activation មាន ៖
ne: सक्रिय-बोनोबो समायोजन फाइल समावेस छ :
oc: Lo fichièr de configuracion de l'activacion de Bonobo conten :
pa: ਬੋਨਬੋ-ਸਰਗਰਮੀ ਸੰਰਚਨਾ ਫਾੲਿਲ ਵਿੱਚਃ
ro: Fişierul de configurare bonobo-activation conţine:
uk: Файл налаштувань Bonobo-activation містить:

source: Directory to remove from configuration file
ca: Directori a eliminar del fitxer de configuració
gl: Directorio para eliminar do ficheiro de configuración
he: ספרייה להסרה מקובץ ההגדרות
km: ថត​ដែល​ត្រូវ​យកចេញ​ពី​ឯកសារ​ការ​កំណត់​រចនាសម្ព័ន្ធ
ne: समायोजन फाइलबाट हटाउनु पर्ने निर्देशिका
oc: Repertòri de levar del fichièr de configuracion
pa: ਸੰਰਚਨਾ ਫਾੲਿਲ ਵਿੱਚੋ ਹਟਾੳੁਣ ਲੲੀ ਡਾੲਿਰੈਕਟਰੀ
ro: Director de eliminat din fişierul de configurare
uk: Каталог для вилучення з файла налаштувань

source: directory path
ca: ruta del directori
gl: camiño do directorio
he: נתיב הספרייה
ne: निर्देशिकाको बाटो
pa: ਡਾੲਿਰੈਕਟਰੀ ਡੰੂਘਾੲੀ
ro: cale director
uk: каталог

source: Directory to add to configuration file
ca: Directori a afegir al fitxer de configuració
gl: Directorio para engadir ao ficheiro de configuración
he: ספרייה להוספה לקובץ ההגדרות
km: ថត​ដែល​ត្រូវ​បន្ថែម​ទៅកាន់​ឯកសារ​ការ​កំណត់​រចនាសម្ព័ន្ធ
ne: समायोजन फाइलमा थप्नुपर्ने निर्देशिका
oc: Repertòri d'apondre al fichièr de configuracion
pa: ਸੰਰਚਨਾ ਫਾੲਿਲ ਵਿੱਚ ਜੋੜਨ ਲੲੀ ਡਾੲਿਰੈਕਟਰੀ
ro: Director de adăugat la fişierul de configurare
uk: Каталог для додавання у файл нашатувань

source: Display directories in configuration file
ca: Mostrar directoris en el fitxer de configuració
gl: Mostrar os directorios do ficheiro de configuración
he: הצג ספריות בקובץ ההגדרות
km: បង្ហាញ​ថត​នៅ​ក្នុង​ឯកសារ​ការ​កំណត់​រចនាសម្ព័ន្ធ
ne: समायोजन फाइलमा भएका निर्देशिकाहरु देखाउनुहोस्
oc: Aficha los repertòris del fichièr de configuracion
pa: ਸੰਰਚਨਾ ਫਾੲਿਲ ਵਿੱਚ ਡਾੲਿਰੈਕਟਰੀ ਵੇਖਾੳੁ
ro: Arată directoarele în fişierul de configurare
uk: Показати каталоги у файлі налаштувань

source: Display path to configuration file
ca: Mostrar la ruta al fitxer de configuració
gl: Mostrar o camiño ao ficheiro de configuración
he: הצג נתיב לקובץ ההגדרות
km: បង្ហាញ​ផ្លូវ​ទៅកាន់​ឯកសារ​ការ​កំណត់​រចនាសម្ព័ន្ធ
ne: समायोजन फाइलको बाटो देखाउनुहोस्
oc: Aficha lo camin del fichièr de configuracion
pa: ਸੰਰਚਨਾ ਫਾੲਿਲ ਲੲੀ ਰਾਹ ਵੇਖਾੳੁ
ro: Arată calea către fişierul de configurare
uk: Показати шлях до файла налаштувань

source: Register as the user's activation server without locking. Warning: this option can have dangerous side effects on the stability of the user's running session, and should only be used for debugging purposes
km: ចុះឈ្មោះ​ជា​ម៉ាស៊ីន​បម្រើ​ការ​ធ្វើឲ្យ​សកម្ម​របស់​អ្នកប្រើ​ដោយ​មិន​ចាក់សោ ។ ព្រមាន ៖ ជម្រើស​នេះ​អាច​មាន​គ្រោះថ្នាក់​ចំពោះស្ថិរភាព​សម័យ​ដំណើរការ​របស់​អ្នកប្រើ និង​គួរតែ​ត្រូវ​បាន​ប្រើ​ក្នុង​គោលបំណង​បំបាត់​កំហុស​ប៉ុណ្ណោះ
oc: S'enregistrar en tant que servidor d'activacion de l'utilizaire sens varrolhatge. Atencion : aquesta opcion pòt aver d'efièches segondaris sus l'estabilitat de las sesilhas dels utilizaires e deuriá èsser utilizada unicament per de besonhs de desbugatge

source: Run '%s --help' to see a full list of available command line options.
km: ដំណើរការ '%s --help' ដើម្បី​មើល​បញ្ជី​ពេញលេញ​របស់​ជម្រើស​បន្ទាត់​ពាក្យ​បញ្ជា​ដែល​មាន ។
oc: Aviar « %s --help » per afichar la lista de las opcions de la linha de comanda.

source: EOF from child process
km: EOF ពី​ដំណើរការ​កូន
oc: EOF dempuèi lo processus filh

source: Couldn't spawn a new process
km: មិន​អាច​បង្កើត​ដំណើរការ​ថ្មី
oc: Impossible de clonar un processus novèl

source: Bonobo Activation options:
km: ជម្រើស​ការ​ធ្វើឲ្យ Bonobo សកម្ម ៖
oc: Opcions d'activacion de Bonobo :

source: Show Bonobo Activation options
km: បង្ហាញ​ជម្រើស​ការ​ធ្វើឲ្យ Bonobo សកម្ម
oc: Mostrar las opcions d'activacion de Bonobo

source: Failed to resolve, or extend '%s'
km: បាន​បរាជ័យ​ក្នុង​ការ​ដោះស្រាយ ឬ​ពង្រីក '%s'
oc: Impossible de resòlvre o d'espandir « %s »

source: An exception occurred '%s'
km: មាន​ករណី​លើកលែង​បាន​កើតឡើង '%s'
oc: Una excepcion s'es produsida « %s »

source: PATH
km: ផ្លូវ
oc: CAMIN
